Repository: Pere-D/Finance-Helper
Catalog: FinanceHelper/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fr, hr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sv, tr, zh_hans

# currency_disclaimer_body
source: Amounts are stored in their original currency. Display in the default currency is based on current exchange rates — without exchange fees or spreads. These are estimates.
ar: يتم تخزين المبالغ بعملتها الأصلية. يعتمد العرض بالعملة الافتراضية على أسعار الصرف الحالية - بدون رسوم صرف أو فروق أسعار. هذه تقديرات.
cs: Částky jsou uloženy v původní měně. Zobrazení ve výchozí měně je založeno na aktuálních směnných kurzech – bez směnných poplatků nebo spreadů. To jsou odhady.
da: Beløb opbevares i deres oprindelige valuta. Visning i standardvalutaen er baseret på aktuelle valutakurser - uden vekselgebyrer eller spreads. Det er skøn.
de: Beträge werden in der Originalwährung gespeichert. Die Anzeige in der Standardwährung basiert auf aktuellen Wechselkursen – ohne Wechselgebühren oder Spreads. Es handelt sich um Schätzungen.
es: Los importes se almacenan en su moneda original. La visualización en la moneda predeterminada se basa en los tipos de cambio actuales, sin comisiones ni diferenciales de cambio. Estas son estimaciones.
fr: Les montants sont stockés dans leur devise d'origine. L'affichage dans la devise par défaut est basé sur les taux de change actuels, sans frais de change ni spreads. Ce sont des estimations.
hr: Iznosi se pohranjuju u izvornoj valuti. Prikaz u zadanoj valuti temelji se na trenutnim deviznim tečajevima — bez tečajnih naknada ili razlika. Ovo su procjene.
it: Gli importi vengono archiviati nella valuta originale. La visualizzazione nella valuta predefinita si basa sui tassi di cambio correnti, senza commissioni di cambio o spread. Queste sono stime.
ja: 金額は元の通貨で保存されます。デフォルトの通貨での表示は、為替手数料やスプレッドなしで、現在の為替レートに基づいています。これらは推定値です。
nb: Beløp lagres i sin opprinnelige valuta. Visning i standardvalutaen er basert på gjeldende valutakurser – uten vekslingsgebyrer eller spreads. Dette er estimater.
nl: Bedragen worden opgeslagen in hun oorspronkelijke valuta. Weergave in de standaardvaluta is gebaseerd op de huidige wisselkoersen – zonder wisselkoerskosten of spreads. Dit zijn schattingen.
pt_br: Os valores são armazenados em sua moeda original. A exibição na moeda padrão é baseada nas taxas de câmbio atuais — sem taxas de câmbio ou spreads. Estas são estimativas.
ro: Sumele sunt stocate în moneda lor originală. Afișarea în moneda implicită se bazează pe cursurile de schimb curente - fără taxe de schimb sau spread. Acestea sunt estimări.
ru: Суммы хранятся в исходной валюте. Отображение в валюте по умолчанию основано на текущих обменных курсах — без биржевых комиссий и спредов. Это оценки.
sv: Beloppen lagras i sin ursprungliga valuta. Visning i standardvalutan baseras på aktuella växelkurser — utan växlingsavgifter eller spreadar. Detta är uppskattningar.
tr: Tutarlar orijinal para birimlerinde saklanır. Varsayılan para birimindeki gösterim, döviz ücretleri veya spreadler olmaksızın mevcut döviz kurlarına dayanmaktadır. Bunlar tahminlerdir.
zh_hans: 金额以其原始货币存储。以默认货币显示是基于当前汇率 - 没有兑换费或点差。这些是估计值。

# currency_disclaimer_title
source: Currency Conversion
ar: تحويل العملة
cs: Převod měn
da: Valutaomregning
de: Währungsumrechnung
es: Conversión de moneda
fr: Conversion de devises
hr: Pretvorba valuta
it: Conversione di valuta
ja: 通貨換算
nb: Valutakonvertering
nl: Valutaconversie
pt_br: Conversão de moeda
ro: Conversie valutară
ru: Конвертация валюты
sv: Valutaomvandling
tr: Para Birimi Dönüşümü
zh_hans: 货币换算

source: Current Balance
ar: الرصيد الحالي
cs: Aktuální zůstatek
da: Nuværende saldo
de: Aktueller Kontostand
es: Saldo actual
fr: Solde actuel
hr: Trenutno stanje
it: Saldo attuale
ja: 現在の残高
nb: Nåværende saldo
nl: Huidig ​​saldo
pt_br: Saldo Atual
ro: Sold curent
ru: Текущий баланс
sv: Nuvarande saldo
tr: Cari Bakiye
zh_hans: 当前余额

# custom_category_badge
source: Custom
ar: مخصص
cs: Zvyk
da: Skik
de: Eigene
es: Costumbre
fr: Coutume
hr: Običaj
it: Costume
nb: Skikk
nl: Aangepast
pt_br: Personalizado
ro: Personalizat
ru: Обычай
sv: Beställnings
tr: Gelenek
zh_hans: 风俗

# custom_expense_categories
source: Custom Expenses
ar: النفقات المخصصة
cs: Vlastní výdaje
da: Brugerdefinerede udgifter
de: Eigene Ausgaben
es: Gastos personalizados
fr: Dépenses personnalisées
hr: Prilagođeni troškovi
it: Spese personalizzate
nb: Egendefinerte utgifter
nl: Aangepaste uitgaven
pt_br: Despesas Personalizadas
ro: Cheltuieli personalizate
ru: Пользовательские расходы
sv: Anpassade utgifter
tr: Özel Giderler
zh_hans: 定制费用

# custom_income_categories
source: Custom Income
ar: الدخل المخصص
cs: Vlastní příjem
da: Brugerdefineret indkomst
de: Eigene Einnahmen
es: Ingresos personalizados
fr: Revenu personnalisé
hr: Prilagođeni prihod
it: Reddito personalizzato
nb: Tilpasset inntekt
nl: Aangepast inkomen
pt_br: Renda Personalizada
ro: Venituri personalizate
ru: Пользовательский доход
sv: Anpassad inkomst
tr: Özel Gelir
zh_hans: 定制收入

# custom_type_bucket
source: Category
ar: فئة
cs: Kategorie
da: Kategori
de: Kategorie
es: Categoría
fr: Catégorie
hr: Kategorija
it: Categoria
nb: Kategori
nl: Categorie
pt_br: Categoria
ro: Categorie
ru: Категория
sv: Kategori
tr: Kategori
zh_hans: 类别

source: Custom Types
ar: أنواع مخصصة
cs: Vlastní typy
da: Brugerdefinerede typer
de: Eigene Typen
es: Tipos personalizados
fr: Types personnalisés
hr: Prilagođene vrste
it: Tipi personalizzati
nb: Egendefinerte typer
nl: Aangepaste typen
pt_br: Tipos personalizados
ro: Tipuri personalizate
ru: Пользовательские типы
sv: Anpassade typer
tr: Özel Türler
zh_hans: 自定义类型

source: Customize Dashboard
ar: تخصيص لوحة القيادة
cs: Přizpůsobit řídicí panel
da: Tilpas Dashboard
de: Dashboard anpassen
es: Personalizar el panel
fr: Personnaliser le tableau de bord
hr: Prilagodite nadzornu ploču
it: Personalizza la dashboard
nb: Tilpass Dashboard
nl: Dashboard aanpassen
pt_br: Personalizar painel
ro: Personalizați tabloul de bord
ru: Настроить панель мониторинга
sv: Anpassa instrumentpanelen
tr: Kontrol Panelini Özelleştir
zh_hans: 自定义仪表板

# Das CSV-Format wurde nicht erkannt.
source: The CSV format was not recognized.
ar: لم يتم التعرف على تنسيق CSV.
cs: Formát CSV nebyl rozpoznán.
da: CSV-formatet blev ikke genkendt.
de: Das CSV-Format wurde nicht erkannt.
es: No se ha reconocido el formato CSV.
fr: Le format CSV n'a pas été reconnu.
hr: CSV format nije prepoznat.
hu: A CSV-formátumot nem sikerült felismerni.
it: Il formato CSV non è stato riconosciuto.
ja: CSV形式が認識されませんでした。
nb: CSV-formatet ble ikke gjenkjent.
nl: Het CSV-formaat is niet herkend.
pl: Format CSV nie został rozpoznany.
pt_br: O formato CSV não foi reconhecido.
ro: Formatul CSV nu a fost recunoscut.
ru: Формат CSV не распознан.
sv: CSV-formatet kunde inte identifieras.
tr: CSV biçimi tanınmadı.
zh_hans: 未识别到CSV格式。

# data_section
source: Data
ar: بيانات
de: Daten
es: Datos
fr: Données
hr: Podaci
it: Dati
nl: Gegevens
pt_br: Dados
ro: Date
ru: Данные
tr: Veri
zh_hans: 数据

source: Date
ar: التاريخ
cs: Datum
da: Dato
es: Fecha
hr: Datum
hu: Dátum
it: Data
ja: 日付
nb: Dato
nl: Datum
pl: Data
pt_br: Data
ro: Data
ru: Дата
sv: Datum
tr: Tarih
zh_hans: 日期

# date_label
source: Date
ar: تاريخ
cs: Datum
da: Dato
de: Datum
es: Fecha
hr: Datum
it: Data
nb: Dato
nl: Datum
pt_br: Data
ro: Data
ru: Дата
sv: Datum
tr: Tarih
zh_hans: 日期

# Datei auswählen
source: Select a file
ar: اختر ملفًا
cs: Vybrat soubor
da: Vælg fil
de: Datei auswählen
es: Seleccionar archivo
fr: Sélectionner un fichier
hr: Odaberite datoteku
hu: Fájl kiválasztása
it: Seleziona file
ja: ファイルを選択
nb: Velg fil
nl: Bestand selecteren
pl: Wybierz plik
pt_br: Selecionar arquivo
ro: Selectează fișierul
ru: Выбрать файл
sv: Välj fil
tr: Dosya seç
zh_hans: 选择文件

# Datei-Kodierung konnte nicht gelesen werden.
source: The file encoding could not be read.
ar: تعذر قراءة ترميز الملف.
cs: Kódování souboru nebylo možné přečíst.
da: Filkodningen kunne ikke læses.
de: Datei-Kodierung konnte nicht gelesen werden.
es: No se ha podido leer la codificación del archivo.
fr: Le codage du fichier n'a pas pu être lu.
hr: Kodiranje datoteke nije moglo biti očitano.
hu: A fájl kódolását nem sikerült beolvasni.
it: Non è stato possibile leggere la codifica del file.
ja: ファイルのエンコードを読み取ることができませんでした。
nb: Filkodingen kunne ikke leses.
nl: De bestandscodering kon niet worden gelezen.
pl: Nie udało się odczytać kodowania pliku.
pt_br: Não foi possível ler a codificação do arquivo.
ro: Codificarea fișierului nu a putut fi citită.
ru: Не удалось прочитать кодировку файла.
sv: Filkodningen kunde inte läsas.
tr: Dosya kodlaması okunamadı.
zh_hans: 无法读取文件编码。

# Datensatz löschen?
source: Delete record?
ar: هل تريد حذف السجل؟
cs: Smazat záznam?
da: Skal datasættet slettes?
de: Datensatz löschen?
es: ¿Desea eliminar el registro?
fr: Supprimer l'enregistrement ?
hr: Izbriši zapis?
hu: Törölni szeretné az adatsort?
it: Eliminare il record?
ja: このレコードを削除しますか？
nb: Slette dataposten?
nl: De record verwijderen?
pl: Czy chcesz usunąć rekord?
pt_br: Excluir o registro?
ro: Să ștergi înregistrarea?
ru: Удалить запись?
sv: Ska dataposten raderas?
tr: Kayıt silinecek mi?
zh_hans: 删除该数据记录吗？

# Datum
source: Date
ar: التاريخ
cs: Datum
da: Dato
de: Datum
es: Fecha
hr: Datum
hu: Dátum
it: Data
ja: 日付
nb: Dato
nl: Datum
pl: Data
pt_br: Data
ro: Data
ru: Дата
sv: Datum
tr: Tarih
zh_hans: 日期

source: Day of Month
ar: يوم من الشهر
cs: den v měsíci
da: Dag i måneden
de: Tag des Monats
es: Día del mes
fr: Jour du mois
hr: Dan u mjesecu
it: Giorno del mese
nb: Dag i måneden
nl: Dag van de maand
pt_br: Dia do Mês
ro: Ziua lunii
ru: День месяца
sv: Dag i månaden
tr: Ayın Günü
zh_hans: 每月的某一天

# day_of_month_footer
source: Days beyond the end of a month are clamped to the last day.
ar: يتم تثبيت الأيام التي تلي نهاية الشهر على اليوم الأخير.
cs: Dny po konci měsíce se počítají do posledního dne.
da: Dage efter udgangen af ​​en måned er fastspændt til den sidste dag.
de: Tage über Monatsende werden auf den letzten Tag gesetzt.
es: Los días posteriores al final de un mes se restringen al último día.
fr: Les jours au-delà de la fin du mois sont limités au dernier jour.
hr: Dani nakon kraja mjeseca vezani su za zadnji dan.
it: I giorni oltre la fine del mese vengono limitati all'ultimo giorno.
nb: Dager utover slutten av en måned er klemt til siste dag.
nl: Dagen na het einde van een maand worden tot de laatste dag beperkt.
pt_br: Os dias além do final de um mês são limitados ao último dia.
ro: Zilele dincolo de sfârșitul unei luni sunt fixate la ultima zi.
ru: Дни после конца месяца привязываются к последнему дню.
sv: Dagar efter slutet av en månad spänns fast till den sista dagen.
tr: Ayın sonunu aşan günler son güne sıkıştırılır.
zh_hans: 月末之后的天数被固定为最后一天。

source: Default Currency
ar: العملة الافتراضية
cs: Výchozí měna
da: Standardvaluta
de: Standardwährung
es: Moneda predeterminada
fr: Devise par défaut
hr: Zadana valuta
it: Valuta predefinita
nb: Standard valuta
nl: Standaardvaluta
pt_br: Moeda padrão
ro: Moneda implicită
ru: Валюта по умолчанию
sv: Standardvaluta
tr: Varsayılan Para Birimi
zh_hans: 默认货币

# default_currency_label
source: Default Currency
ar: العملة الافتراضية
cs: Výchozí měna
da: Standardvaluta
de: Standardwährung
es: Moneda predeterminada
fr: Devise par défaut
hr: Zadana valuta
it: Valuta predefinita
nb: Standard valuta
nl: Standaardvaluta
pt_br: Moeda padrão
ro: Moneda implicită
ru: Валюта по умолчанию
sv: Standardvaluta
tr: Varsayılan Para Birimi
zh_hans: 默认货币

# default_profile_name
source: Me
ar: أنا
cs: Já
da: Mig
de: Ich
es: Yo
fr: Moi
hr: Ja
hu: Én
it: Io
ja: 自分
nb: Meg
nl: Ik
pl: Ja
pt_br: Eu
ro: Eu
ru: Я
sv: Jag
tr: Ben
zh_hans: 我

source: Deficit
ar: العجز
da: Underskud
de: Defizit
es: Déficit
fr: Déficit
it: Disavanzo
nb: Underskudd
nl: Tekort
pt_br: Déficit
ru: Дефицит
sv: Underskott
tr: Açık
zh_hans: 赤字

# Deine geplanten Ausgaben (%@) sind höher als dein Einkommen.
source: Your planned expenses (%@) are higher than your income.
ar: نفقاتك المتوقعة (%@) أعلى من دخلك.
cs: Tvé plánované výdaje (%@) jsou vyšší než tvé příjmy.
da: Dine planlagte udgifter (%@) er højere end din indkomst.
de: Deine geplanten Ausgaben (%@) sind höher als dein Einkommen.
es: Tus gastos previstos (%@) son superiores a tus ingresos.
fr: Tes dépenses prévues (%@) sont supérieures à tes revenus.
hr: Vaši planirani troškovi (%@) veći su od vaših prihoda.
hu: A tervezett kiadásaid (%@) magasabbak, mint a bevételed.
it: Le tue spese previste (%@) sono superiori al tuo reddito.
ja: 予定している支出（%@）は、収入を上回っています。
nb: De planlagte utgiftene dine (%@) er høyere enn inntekten din.
nl: Je geplande uitgaven (%@) zijn hoger dan je inkomen.
pl: Twoje planowane wydatki (%@) są wyższe niż Twoje dochody.
pt_br: Suas despesas planejadas (%@) são maiores do que sua renda.
ro: Cheltuielile pe care le-ai planificat (%@) sunt mai mari decât veniturile tale.
ru: Твои запланированные расходы (%@) превышают твой доход.
sv: Dina planerade utgifter (%@) är högre än din inkomst.
tr: Planladığın harcamalar (%@), gelirinden daha yüksek.
zh_hans: 你的计划支出（%@）高于你的收入。

source: Your debt payments account for more than 30% of your income. This can limit your financial flexibility.
ar: تشكل مدفوعات سداد ديونك أكثر من 30% من دخلك. وقد يؤدي ذلك إلى تقييد مرونتك المالية.
cs: Splátky tvých dluhů tvoří více než 30 % tvého příjmu. To může omezit tvou finanční flexibilitu.
da: Dine gældsafdrag udgør over 30 % af din indkomst. Det kan begrænse din økonomiske fleksibilitet.
de: Deine Schuldenrückzahlungen machen über 30% des Einkommens aus. Das kann die finanzielle Flexibilität einschränken.
es: El pago de tus deudas supone más del 30 % de tus ingresos. Esto puede limitar tu flexibilidad financiera.
fr: Le remboursement de tes dettes représente plus de 30 % de tes revenus. Cela peut limiter ta marge de manœuvre financière.
hr: Vaše otplate duga čine više od 30% vaših prihoda. To može ograničiti vašu financijsku fleksibilnost.
hu: Az adósságtörlesztéseid a jövedelmed több mint 30%-át teszik ki. Ez korlátozhatja a pénzügyi rugalmasságodat.
it: Il rimborso dei tuoi debiti rappresenta oltre il 30% del tuo reddito. Ciò può limitare la tua flessibilità finanziaria.
ja: 借金の返済額が収入の30％以上を占めています。これにより、経済的な余裕が制限される可能性があります。
nb: Gjeldsnedbetalingen din utgjør over 30 % av inntekten din. Dette kan begrense din økonomiske fleksibilitet.
nl: Je aflossingen maken meer dan 30% van je inkomen uit. Dat kan je financiële flexibiliteit beperken.
pl: Spłaty Twoich długów stanowią ponad 30% Twoich dochodów. Może to ograniczyć Twoją elastyczność finansową.
pt_br: O pagamento das suas dívidas representa mais de 30% da sua renda. Isso pode limitar sua flexibilidade financeira.
ro: Rambursările datoriilor tale reprezintă peste 30% din venituri. Acest lucru îți poate limita flexibilitatea financiară.
ru: Выплаты по долгам составляют более 30 % твоего дохода. Это может ограничить твою финансовую гибкость.
sv: Dina skuldåterbetalningar utgör över 30 % av din inkomst. Det kan begränsa din ekonomiska flexibilitet.
tr: Borç geri ödemelerin gelirinin %30’undan fazlasını oluşturuyor. Bu durum mali esnekliğini kısıtlayabilir.
zh_hans: 你的债务偿还额占收入的30%以上。这可能会限制你的财务灵活性。

source: delete
ar: حذف
cs: smazat
da: slet
es: eliminar
fr: supprimer
hr: izbriši
hu: törlés
it: elimina
ja: 削除
nb: slett
nl: verwijderen
pl: usuń
pt_br: excluir
ro: șterge
ru: удалить
sv: radera
tr: sil
zh_hans: 删除

# delete_account_confirm_button
source: Delete
ar: يمسح
cs: Vymazat
da: Slet
de: Löschen
es: Borrar
fr: Supprimer
hr: Izbrisati
it: Eliminare
nb: Slett
nl: Verwijderen
pt_br: Excluir
ro: Şterge
ru: Удалить
sv: Radera
tr: Silmek
zh_hans: 删除

# delete_account_confirm_message
source: All entries will be permanently deleted.
ar: سيتم حذف جميع الإدخالات نهائيًا.
cs: Všechny záznamy budou trvale smazány.
da: Alle poster vil blive slettet permanent.
de: Alle Einträge werden unwiderruflich gelöscht.
es: Todas las entradas se eliminarán permanentemente.
fr: Toutes les entrées seront définitivement supprimées.
hr: Svi unosi bit će trajno izbrisani.
it: Tutte le voci verranno eliminate definitivamente.
nb: Alle oppføringer vil bli permanent slettet.
nl: Alle inzendingen worden definitief verwijderd.
pt_br: Todas as entradas serão excluídas permanentemente.
ro: Toate intrările vor fi șterse definitiv.
ru: Все записи будут удалены навсегда.
sv: Alla poster kommer att raderas permanent.
tr: Tüm girişler kalıcı olarak silinecektir.
zh_hans: 所有条目将被永久删除。

# delete_account_confirm_title
source: Delete Account?
ar: هل تريد حذف الحساب؟
cs: Smazat účet?
da: Slet konto?
de: Konto löschen?
es: ¿Eliminar cuenta?
fr: Supprimer le compte ?
hr: Izbrisati račun?
it: Eliminare l'account?
nb: Vil du slette konto?
nl: Account verwijderen?
pt_br: Excluir conta?
ro: Ștergeți contul?
ru: Удалить аккаунт?
sv: Ta bort konto?
tr: Hesap Silinsin mi?
zh_hans: 删除帐户？

# delete_booking
source: Delete Entry
ar: حذف الإدخال
cs: Smazat záznam
da: Slet post
de: Eintrag löschen
es: Eliminar entrada
fr: Supprimer l'entrée
hr: Izbriši unos
it: Elimina voce
nb: Slett oppføring
nl: Invoer verwijderen
pt_br: Excluir entrada
ro: Ștergeți intrarea
ru: Удалить запись
sv: Ta bort post
tr: Girişi Sil
zh_hans: 删除条目

source: Delete Both
ar: حذف كليهما
cs: Smazat obojí
da: Slet begge
de: Beide löschen
es: Eliminar ambos
fr: Supprimer les deux
hr: Izbriši oboje
it: Elimina entrambi
nb: Slett begge
nl: Verwijder beide
pt_br: Excluir ambos
ro: Ștergeți ambele
ru: Удалить оба
sv: Ta bort båda
tr: Her İkisini de Sil
zh_hans: 删除两者

source: Delete Category
ar: حذف الفئة
cs: Smazat kategorii
da: Slet kategori
de: Kategorie löschen
es: Eliminar categoría
fr: Supprimer la catégorie
hr: Izbriši kategoriju
it: Elimina categoria
nb: Slett kategori
nl: Categorie verwijderen
pt_br: Excluir categoria
ro: Ștergeți categoria
ru: Удалить категорию
sv: Ta bort kategori
tr: Kategoriyi Sil
zh_hans: 删除类别

source: Delete Entry
ar: حذف الإدخال
cs: Smazat záznam
da: Slet post
de: Eintrag löschen
es: Eliminar entrada
fr: Supprimer l'entrée
hr: Izbriši unos
it: Elimina voce
nb: Slett oppføring
nl: Invoer verwijderen
pt_br: Excluir entrada
ro: Ștergeți intrarea
ru: Удалить запись
sv: Ta bort post
tr: Girişi Sil
zh_hans: 删除条目

source: Delete Only This
ar: احذف هذا فقط
cs: Smazat pouze toto
da: Slet kun dette
de: Nur diese löschen
es: Eliminar solo esto
fr: Supprimer uniquement ceci
hr: Izbriši samo ovo
it: Elimina solo questo
nb: Slett bare denne
nl: Verwijder alleen dit
pt_br: Excluir apenas isto
ro: Ștergeți numai asta
ru: Удалить только это
sv: Ta bort endast detta
tr: Yalnızca Bunu Sil
zh_hans: 只删除这个

# delete_transfer_message
source: This entry is part of a transfer. Should the matching entry on the other account also be deleted?
ar: هذا الإدخال هو جزء من النقل. هل يجب أيضًا حذف الإدخال المطابق في الحساب الآخر؟
cs: Tento záznam je součástí převodu. Má být smazán také odpovídající záznam na druhém účtu?
da: Denne post er en del af en overførsel. Skal den matchende post på den anden konto også slettes?
de: Dieser Eintrag ist Teil einer Überweisung. Soll auch der Gegen-Eintrag auf dem anderen Konto gelöscht werden?
es: Esta entrada es parte de una transferencia. ¿Debería eliminarse también la entrada coincidente de la otra cuenta?
fr: Cette entrée fait partie d'un transfert. L'entrée correspondante sur l'autre compte doit-elle également être supprimée ?
hr: Ovaj unos je dio prijenosa. Treba li i odgovarajući unos na drugom računu također biti izbrisan?
hu: Ez a bejegyzés egy átutalás része. A másik fiók egyező bejegyzését is törölni kell?
it: Questa voce fa parte di un trasferimento. È opportuno eliminare anche la registrazione corrispondente sull'altro conto?
nb: Denne oppføringen er en del av en overføring. Bør den samsvarende oppføringen på den andre kontoen også slettes?
nl: Deze boeking maakt deel uit van een overdracht. Moet de overeenkomende vermelding op het andere account ook worden verwijderd?
pt_br: Esta entrada faz parte de uma transferência. A entrada correspondente na outra conta também deve ser excluída?
ro: Această intrare face parte dintr-un transfer. Ar trebui ștearsă și intrarea potrivită din celălalt cont?
ru: Эта запись является частью перевода. Следует ли также удалить соответствующую запись в другой учетной записи?
sv: Denna post är en del av en överföring. Ska den matchande posten på det andra kontot också raderas?
tr: Bu giriş bir transferin parçasıdır. Diğer hesaptaki eşleşen girişin de silinmesi gerekir mi?
zh_hans: 此条目是传输的一部分。其他帐户上的匹配条目是否也应删除？

# delete_transfer_title
source: Delete Transfer?
ar: هل تريد حذف النقل؟
cs: Smazat převod?
da: Vil du slette overførslen?
de: Überweisung löschen?
es: ¿Eliminar transferencia?
fr: Supprimer le transfert ?
hr: Izbrisati prijenos?
hu: Törli az átvitelt?
it: Eliminare il trasferimento?
nb: Vil du slette overføringen?
nl: Overdracht verwijderen?
pt_br: Excluir transferência?
ro: Ștergeți transferul?
ru: Удалить передачу?
sv: Ta bort överföring?
tr: Aktarım Silinsin mi?
zh_hans: 删除转移？

# Der Eintrag wird nur in den angegebenen Zeitraum berücksichtigt.
source: The entry will only be considered for the specified time period.
ar: لن يتم أخذ هذا الإدخال في الاعتبار إلا خلال الفترة المحددة.
cs: Záznam bude zohledněn pouze v uvedeném období.
da: Oplysningen tages kun i betragtning inden for den angivne periode.
de: Der Eintrag wird nur in den angegebenen Zeitraum berücksichtigt.
es: La inscripción solo se tendrá en cuenta durante el periodo indicado.
fr: L'entrée ne sera prise en compte que pour la période indiquée.
hr: Prijava će se uzeti u obzir samo za navedeno razdoblje.
hu: A bejegyzést csak a megadott időszakra veszik figyelembe.
it: La voce verrà presa in considerazione solo nel periodo indicato.
ja: その登録は、指定された期間内のみ有効となります。
nb: Oppføringen tas kun med i beregningen for den angitte perioden.
nl: De vermelding wordt alleen in de opgegeven periode in aanmerking genomen.
pl: Wpis zostanie uwzględniony wyłącznie w podanym okresie.
pt_br: A inscrição será considerada apenas no período indicado.
ro: Înregistrarea va fi luată în considerare numai în perioada specificată.
ru: Данная запись будет учитываться только в указанный период.
sv: Uppgiften beaktas endast under den angivna tidsperioden.
tr: Kayıt, yalnızca belirtilen dönemde dikkate alınır.
zh_hans: 该条目仅在指定的时间段内被纳入考虑。

source: Details
ar: التفاصيل
cs: Podrobnosti
da: Detaljer
es: Detalles
fr: Détails
hr: Detalji
hu: Részletek
it: Dettagli
ja: 詳細
nb: Detaljer
pl: Szczegóły
pt_br: Detalhes
ro: Detalii
ru: Подробности
sv: Detaljer
tr: Ayrıntılar
zh_hans: 详情
